{
  "introduce1": "The midiDice is a media Project team formed according to the motto of 'Let's create something fun in 2017'.",
  "introduce2": "They have been actively working to break down barriers between creators and audiences through the creation of music in the fields of games, artificial intelligence, and web media. They are particularly interested in music interfaces that mediate the interaction between humans and technology.",
  "introduce3": "By showcasing a new type of music interface, they aim to examine how humans define technology and, conversely, attempt to understand the rol of humans from the perspective of technology.",
  "footsteps": "Tracing the Footsteps of the Past",
  "exhibition": "Exihibition",
  "award": "Award",
  "etc": "Etc",
  "e-title-2024": "Digital Planet",
  "e-place-2024": "Busan National Science Museum",
  "e-title-2023": "The Post Mordern Child Part2: Do Not Cook Special Meals for a Picky Child",
  "e-place-2023": "Museum of Contemporary Art, Busan",
  "e-title-2021": "Cloud : Play on AI",
  "e-place-2021": "Art Center Nabi",
  "e-title-2019-3": "A.I. 632: Design Around Table",
  "e-place-2019-3": "Mudeung Gallery·Total Museum of Contemporary Art",
  "e-title-2019-2": "Gi Uc Jang Chi - Virtual Memory",
  "e-place-2019-2": "ALT SPACE LOOP",
  "e-title-2019-1": "A.I. 632",
  "e-place-2019-1": "Total Museum of Contemporary Art",
  "e-title-2018": "A.I.MAGINE Project Exhibition",
  "e-place-2018": "Urban Data Science Lab·Art Center Nabi·Space One",
  "a-title-2020": "DNA Paris Design Awards Graphic/Interactive Design Winner",
  "a-title-2017": "ICT Arts and Culture Convergence Awards, Grand Prize in Art division(Ministry of Science And ICT's Prize)",
  "etc-title-2021": "Online Talk for Converged Museum Education <Future Museum: The Experimenters>",
  "etc-place-2021": "National Museum of Modern and Contemporary Art, Korea",
  "etc-title-2020": "Youth Converged Workshop <Making Music with Dice>",
  "etc-place-2020": "National Museum of Modern and Contemporary Art, Korea",
  "etc-title-2019": "SXSW 2019 COREA IMPACT SHOWCASE",
  "etc-place-2019": "Korea Creative Content Agency",
  "interplaytions2023": "A game where players compose music by connecting tiles through interaction with AI.",
  "doodlering": "A storybook generator made of incomplete sentences that lets you complete stories by drawing your own pictures.",
  "mmwd": "Workshop project about how people think about AI generated artworks. Sound design aided by Magenta Studio's interpolate plugin.",
  "interplaytions": "An arcade puzzle game that composes music every turn by interacting with artificial intelligence. We used magenta(open source) to generate AI music in real-time.",
  "mididice2017": "Website that makes music by connecting random music and patterns.",
  "people": "The People Sharing This Journey",
  "start": "WE MAKE SOMETHING FUN",
  "last": "Our journey continues.",
  "hyun-name": "Jeeyoon Hyun",
  "hyun-description": "She is an interaction designer primarily focused on media art-based projects. She has been responsible for game design, media art, interaction design, and sound work. Believing that generative music can break down the barriers between creators and audiences, she has worked on media art projects using Ableton Live, Max, and p5.js.",
  "park-name": "Juyeon Park",
  "park-description": "She is an interaction designer who majored in Digital Media Design at Hongik University. Within the team, she is responsible for the overall visual direction of user interfaces. Recently, she has been working on projects based on research into the graphic visualization of music data.",
  "min-name": "Hyeonki Min",
  "min-description": "He is a an engineer who wants to create a better world by data. Recently, he has been active in exploring the utilization and application of AI models. He has worked on project design, visualization, and music generation using deep learning. Recently, he has been conducting research focused on AI interaction.",
  "kim-name": "Changmin Kim",
  "kim-description": "He is a programmer aspiring to be a composer. During his undergraduate studies, he majored in composition and computer engineering, and he is very interested in the fusion of music and IT. He has worked on building IT infrastructure using cloud services and has been responsible for the analysis and manipulation of music data. He has a keen interest in minimalist music and is currently researching MIDI file structure analysis."
}
